export default {
  projections: {
    ПогашКрE: {
      дата: {
        __caption__: 'Дата'
      },
      видПогашКр: {
        __caption__: 'Вид погаш кр'
      },
      суммаПогашКр: {
        __caption__: 'Сумма погаш кр'
      },
      заклКрДог: {
        __caption__: 'Закл кр дог',
        цельКр: {
          __caption__: 'Цель кр'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ПогашКрL: {
      дата: {
        __caption__: 'Дата'
      },
      видПогашКр: {
        __caption__: 'Вид погаш кр'
      },
      суммаПогашКр: {
        __caption__: 'Сумма погаш кр'
      },
      заклКрДог: {
        __caption__: 'Цель кр',
        цельКр: {
          __caption__: 'Цель кр'
        }
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    видПогашКр: {
      __caption__: 'Вид погаш кр'
    },
    дата: {
      __caption__: 'Дата'
    },
    суммаПогашКр: {
      __caption__: 'Сумма погаш кр'
    },
    заклКрДог: {
      __caption__: 'Закл кр дог'
    },
    организация: {
      __caption__: 'Организация'
    }
  }
};
