export default {
  projections: {
    ПроверкаКрКлE: {
      дата: {
        __caption__: 'Дата'
      },
      доходыВМес: {
        __caption__: 'Доходы в мес'
      },
      суммаЕжПлЗаКр: {
        __caption__: 'Сумма еж пл за кр'
      },
      наличЗалога: {
        __caption__: 'Налич залога'
      },
      наличиеПоручит: {
        __caption__: 'Наличие поручит'
      },
      одобрениеКр: {
        __caption__: 'Одобрение кр'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      заклКрДог: {
        __caption__: 'Закл кр дог',
        цельКр: {
          __caption__: 'Цель кр'
        }
      }
    },
    ПроверкаКрКлL: {
      дата: {
        __caption__: 'Дата'
      },
      доходыВМес: {
        __caption__: 'Доходы в мес'
      },
      суммаЕжПлЗаКр: {
        __caption__: 'Сумма еж пл за кр'
      },
      наличЗалога: {
        __caption__: 'Налич залога'
      },
      наличиеПоручит: {
        __caption__: 'Наличие поручит'
      },
      одобрениеКр: {
        __caption__: 'Одобрение кр'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      заклКрДог: {
        __caption__: 'Цель кр',
        цельКр: {
          __caption__: 'Цель кр'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    доходыВМес: {
      __caption__: 'Доходы в мес'
    },
    наличЗалога: {
      __caption__: 'Налич залога'
    },
    наличиеПоручит: {
      __caption__: 'Наличие поручит'
    },
    одобрениеКр: {
      __caption__: 'Одобрение кр'
    },
    суммаЕжПлЗаКр: {
      __caption__: 'Сумма еж пл за кр'
    },
    заклКрДог: {
      __caption__: 'Закл кр дог'
    },
    организация: {
      __caption__: 'Организация'
    }
  }
};
