export default {
  projections: {
    КлиентыE: {
      фИО: {
        __caption__: 'ФИО'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      кПП: {
        __caption__: 'КПП'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      местоРаботы: {
        __caption__: 'Место работы'
      },
      юрАдрес: {
        __caption__: 'Юр адрес'
      },
      фактАдрес: {
        __caption__: 'Факт адрес'
      },
      стажРаботы: {
        __caption__: 'Стаж работы'
      },
      номКрДог: {
        __caption__: 'Ном кр дог'
      },
      расчСчет: {
        __caption__: 'Расч счет'
      },
      заклКрДог: {
        __caption__: 'Закл кр дог',
        цельКр: {
          __caption__: 'Цель кр'
        }
      },
      проверкаКрКл: {
        __caption__: 'Проверка кр кл',
        наличЗалога: {
          __caption__: 'Налич залога'
        }
      },
      погашКр: {
        __caption__: 'Погаш кр',
        дата: {
          __caption__: 'Дата'
        }
      }
    },
    КлиентыL: {
      фИО: {
        __caption__: 'ФИО'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      кПП: {
        __caption__: 'КПП'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      местоРаботы: {
        __caption__: 'Место работы'
      },
      юрАдрес: {
        __caption__: 'Юр адрес'
      },
      фактАдрес: {
        __caption__: 'Факт адрес'
      },
      стажРаботы: {
        __caption__: 'Стаж работы'
      },
      номКрДог: {
        __caption__: 'Ном кр дог'
      },
      расчСчет: {
        __caption__: 'Расч счет'
      }
    }
  },
  validations: {
    иНН: {
      __caption__: 'ИНН'
    },
    кПП: {
      __caption__: 'КПП'
    },
    местоРаботы: {
      __caption__: 'Место работы'
    },
    номКрДог: {
      __caption__: 'Ном кр дог'
    },
    расчСчет: {
      __caption__: 'Расч счет'
    },
    стажРаботы: {
      __caption__: 'Стаж работы'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фактАдрес: {
      __caption__: 'Факт адрес'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    юрАдрес: {
      __caption__: 'Юр адрес'
    },
    заклКрДог: {
      __caption__: 'Закл кр дог'
    },
    погашКр: {
      __caption__: 'Погаш кр'
    },
    проверкаКрКл: {
      __caption__: 'Проверка кр кл'
    }
  }
};
